{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "I'm",
    "home_what_i_do": "I solve problems",
    "home_job": "Solution Analyst, Data Analyst, Project Advisor, Internet Historian",
    "home_location": "Based in Brisbane, Australia.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello there, my name is James Taylor-Kelly and I love delivering efficient solutions to towering problems. My goal is to provide technological, humanitarian and sustainable solutions for life and business' fundamental problems.",
    "experience_0_job": "Solution Analyst",
    "experience_0_overview": "Domain Group is a prominent Australian real estate and property technology company. They offer a comprehensive platform for buying, selling, and renting properties, empowering users with innovative tools and accurate market insights. \n\n I have worked for Domain as both a Customer Support Consultant, and more recently as a Solution Analyst.",
    "experience_0_duration": "March 2017 - Present",
    "experience_1_job": "Customer Support Consultant",
    "experience_1_overview": "Concentrix is a leading global business services company with a strong presence in Australia. They specialize in providing customer engagement, digital transformation, and technology solutions to help international clients enhance their operations and deliver exceptional customer experiences.",
    "experience_1_duration": "January 2016 - December 2016",
    "projects_1_overview": "Changing Case-logging system to suit users",
    "projects_2_overview": "Working across business units to deliver essential integration",
    "projects_3_overview": "Website development, Stakeholder interviewing and UI design",
    "projects_1_extended_overview": "The support team for Domain had long suffered the infernal case tagging system, which was set up to track interactions but instead was a dumping ground for bad data. I worked with the CX Manager Jamin Daniels to develop a robust and logical tagging system still in use to this day.",
    "projects_2_extended_overview": "A critical billing implementation project was my first formal introduction to the world of project management and solutions analysis. After extensive investigation, design and testing the billing migration was successful, an amazing achievement after years of post-poning.",
    "projects_3_extended_overview": "On the more creative side, I've also designed websites for personal and commercial use. Tarantula entertainment was having issues with expanding and formalising their business to appear more esteemed, without losing their personal charm. After discussion, workshopping and wire-framing I designed a clean and simple site that included the client's humour & style. Also, this Portfolio site has been customised in-code and is maintained by James Harper.",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}
